Repository: ephes/cast-bootstrap5
Catalog: cast_bootstrap5/locale/*/LC_MESSAGES/django.po
Languages: de

source: Skip to content
de: Zum Inhalt springen

source: (click here to comment)
de: (hier klicken, um zu kommentieren)

source: View transcript
de: Transkript anzeigen

source: Toggle color mode
de: Farbmodus wechseln

source: Light
de: Hell

source: Dark
de: Dunkel

source: Auto
de: Automatisch

source: Theme
de: Thema

source: Transcript: %(title)s
de: Transkript: %(title)s

source: Transcript
de: Transkript

source: Back to episode
de: Zurück zur Episode

source: Full episode transcript. Timestamps refer to the audio playback.
de: Vollständiges Transkript der Episode. Zeitstempel beziehen sich auf die Audiowiedergabe.

source: No transcript segments available.
de: Keine Transkript-Abschnitte verfügbar.

source: Typography
de: Typografie

source: Lead paragraph to show rhythm and spacing.
de: Einleitender Absatz zur Darstellung von Rhythmus und Abständen.

source: Body text with
de: Fließtext mit

source: inline link
de: eingebettetem Link

source: emphasis
de: Hervorhebung

source: italics
de: Kursivschrift

source: Unordered list item
de: Ungeordneter Listenpunkt

source: Another list item
de: Ein weiterer Listenpunkt

source: Ordered list item
de: Geordneter Listenpunkt

source: Second ordered item
de: Zweiter geordneter Punkt

source: Blockquote sample for editorial layouts.
de: Beispielzitat für redaktionelle Layouts.

source: Attribution
de: Quellenangabe

source: Palette & tokens
de: Palette & Token

source: Semantic tokens define the light and dark palette. Switch color mode to review the paired values.
de: Semantische Tokens definieren die helle und dunkle Palette. Wechsle den Farbmodus, um die zugehörigen Werte zu prüfen.

source: Brand accents
de: Markenakzente

source: Backgrounds
de: Hintergründe

source: Borders
de: Rahmen

source: Override example
de: Überschreibungsbeispiel

source: Override tokens in a site stylesheet loaded after cast.css.
de: Überschreibe Tokens in einem Site-Stylesheet, das nach cast.css geladen wird.

source: Default palette
de: Standardpalette

source: Primary
de: Primär

source: Secondary
de: Sekundär

source: Override preview
de: Überschreibungs-Vorschau

source: Buttons & links
de: Schaltflächen & Links

source: Disabled
de: Deaktiviert

source: Forms
de: Formulare

source: Search
de: Suche

source: Post list
de: Beitragsliste

source: Content blocks
de: Inhaltsblöcke

source: Gallery
de: Galerie

source: Intro paragraph for video placement inside a longer post. Use this to judge spacing before the player.
de: Einleitender Absatz für die Videopositionierung in einem längeren Beitrag. Hiermit lässt sich der Abstand vor dem Player beurteilen.

source: Closing paragraph after the video for checking spacing and readability in context.
de: Abschließender Absatz nach dem Video zur Überprüfung von Abständen und Lesbarkeit im Kontext.

source: Comments
de: Kommentare

source: Comments are disabled. Enable CAST_COMMENTS_ENABLED to preview the comment UI.
de: Kommentare sind deaktiviert. Aktivieren Sie CAST_COMMENTS_ENABLED, um die Kommentaroberfläche anzuzeigen.

source: Error pages
de: Fehlerseiten
